{
  "id" : "O_42_LL_2_L",
  "title" : "Galaxy Cluster",
  "txtBody" : "MALE PROFESSOR\r\n\r\nBefore we continue talking about the properties of individual galaxies, it's worth talking about the distribution of galaxies in space. Efforts at mapping, or surveying the universe, uh, making a sort of atlas of galaxies, have been going on for more than fifty years—and, um, the creators of the first major map of the universe were the astronomers Harlow Shapley and Adelaide Ames.\r\n\r\nIn 1932, Shapley and Ames catalogued the positions of 1,250 galaxies by photographing what they saw through their telescopes. And they made an important discovery. Their survey was the first to indicate that galaxies were not distributed uniformly in space. Some areas had a lot of galaxies, and other areas had just a few.\r\n\r\nUh, another way of putting this is to say that galaxies are clustered. They're not spread evenly throughout the universe. So we have stars grouped together in galaxies, and galaxies grouped together in clusters. OK? Now, uh, after their survey, other astronomers completed surveys that added to the number of clusters catalogued. One of the most important was done by the astronomer George Abell.\r\n\r\nAbell completed his survey in 1958. It added considerably to the map made by Shapley and Ames. In fact, his map had over 2,700 clusters of galaxies, that's 2,700 clusters of galaxies, not just galaxies. But there's another aspect of Abell's work that makes this map so valuable to astronomers. He introduced a classification scheme for the galaxy clusters. Now, uh, surveys completed since Abell's have catalogued additional galaxies and surveyed more of outer space, but no one has improved upon Abell's classification scheme. In fact, the Abell catalogue is used as a starting point for astronomers who study these objects.\r\n\r\nOne of the reasons his scheme has been so widely accepted is because of his sample size. With all the clusters in his sample, he could determine the different characteristics of clusters. And these characteristics formed the basis of his classification scheme.\r\n\r\nNow, two of the characteristics crucial to his classification were richness and symmetry. So, ah, what did he mean by richness? Well, basically it refers to the number of galaxies there are within a cluster.\r\n\r\nFEMALE STUDENT\r\n\r\nIs that the same as density?\r\n\r\nMALE PROFESSOR\r\n\r\nThat's right. Both, uh, “richness” and “density” refer to the number per area. Rich clusters, or dense clusters, uh, contain a relatively high number of galaxies.\r\n\r\nFEMALE STUDENT\r\n\r\nAnd symmetry just refers to its shape?\r\n\r\nMALE PROFESSOR\r\n\r\nMm, roughly speaking, yes. Uh, whether the shape of the cluster was the same on the left side as on the right side. So Abell used categories like that to classify clusters on a scale, from regular to irregular.A “regular” cluster is sphere-shaped, symmetrical, and most dense in the middle, uh, with the greatest number of galaxies concentrated in the middle of the cluster. An “irregular” cluster might appear to be lopsided, asymmetrical, with a low concentration of galaxies in the center.\r\n\r\nFEMALE STUDENT\r\n\r\nYou're talking about the shape of the cluster though, not the shape of the galaxies within the cluster.\r\n\r\nMALE PROFESSOR\r\n\r\nRight. Uh, for example, let's consider the Coma cluster. It's a symmetrical cluster, basically spherical in shape. But the individual galaxies within it are elliptical. They're not spherical or spiral shaped. But the cluster itself shows spherical symmetry.\r\n\r\nUm, the Virgo cluster, on the other hand, is considered irregular; there's no symmetry to its overall shape, no central concentration of galaxies. But it happens to have both elliptical and spiral galaxies within it.\r\n\r\nFEMALE STUDENT\r\n\r\nAnother question—you were saying how some clusters have more galaxies than others—how many galaxies does a cluster have to have in order to even be a cluster?\r\n\r\nMALE PROFESSOR\r\n\r\nGood question. Abell's definition of a cluster is this: first, there have to be more than fifty galaxies within a specific amount of space. He said basically that clusters have a radius of roughly 2 megaparsecs. And it was just an assumption, that all clusters would be about the same size. It's remarkable that it proved to be correct. And this “standard” cluster radius is known today as the Abell radius. And second, those fifty-plus galaxies have to be a certain brightness. Of course, it was a rough estimate, but looking at galaxies' brightness was a good way to distinguish between clusters that were nearby and those that were more distant.\r\n\r\n\r\n\r\n"
}